[
  {
    "name": "DICODES DANI BOX 21700",
    "price":  25000,
    "description": "The Dicodes Dani Box 21700 is a high quality regulated device packed with features and powered by the very well regarded Dicodes electronics. Capable of 80W of power (100W in boost mode) and temperature control with various wire types, the firmware allows the user to select one of 4 different modes of operation, allowing the user to switch between variable watt, variable watt with heat protection, variable watt with power boost, or variable temperature. You can turn off the extended features to simplify the menu selections if you wish.

    The top and bottom sections of the device are made from a brushed stainless steel and the body is anodised aluminium. Please note: the anodised colour of the body can vary in shade from the photos slightly. We do our best to take accurate photos to represent each batch that arrives.
    
    Navigating the menu interface is surprisingly simple with three buttons and can be operated to change settings easily with one hand. The top mounted larger OLED display screen shows all important information either while you vape, set to only display after your puff, or it can be turned off completely for a stealth mode. The variable temperature feature of this device is extremely accurate and the user can adjust for just about any temperature control capable wire type they so choose. The device can be locked and unlocked with 5 clicks and the up and down buttons can also be locked by holding them both down at once. This is one of the easiest menu systems to use for a device with so many features.
    
    The Dani Box 21700 is precision machined in Germany and backed by an extensive warranty on the electronics.",
    "Features": "80 watts of power (100W in boost mode)
    0.66 inch OLED display
    Powered by a single 20700 or 21700 battery (not included)
    Spring-loaded center pin
    Temperature controlled vaping mode with support for various wire-types
    Optimised for dicodes resistance wire RESISTHERM (Sample included)
    Reverse battery protection
    Versatile and easy to use menu structure
    Individual user preferences selection
    Made in Germany",
    "image": "https://i.ibb.co/Ny3nyjM/image.png",
    "Package Includes": "Dicodes Dani Box 21700 in the colour of your choice
    User guide (QR Code to download online user manual)
    Sample of Dicodes NiFe wire
    Supplied in a custom metal tin",
},
  {
    "name": "DICODES DANI SBS",
    "price": 30000,
    "description": "The Dani SBS is precision machined in Germany and backed by an extensive warranty on the electronics. The Dicodes Dani SBS is a high quality regulated device packed with features and powered by the very well regarded Dicodes electronics. Capable of 80W of power and temperature control with various wire types, the firmware allows the user to select one of 4 different modes of operation, allowing the user to switch between variable watt, variable watt with heat protection, variable watt with power boost, or variable temperature. You can turn off the extended features to simplify the menu selections if you wish.",
    "Features": "80 watts of power
    0.05 – 5 ohm capable
    OLED display
    Powered by a single 18650 (not included)
    Spring-loaded center pin
    Temperature controlled vaping mode with support for various wire-types
    Optimised for dicodes resistance wire RESISTHERM (Sample included)
    Reverse battery protection
    Adjustable 510 connection plate for perfect atomiser alignment
    Versatile and easy to use menu structure
    Individual user preferences selection",
    "image": "https://i.ibb.co/VCXhP27/image.png",
    "Package Includes": "Dicodes Dani SBS in the colour of your choice
    User guide (QR Code to online user manual)
    Sample of Dicodes NiFe wire
    Supplied in a custom metal tin",
},

]
